@echo off
title DeckDisplay - Калибровка сенсорного экрана
echo ====================================================================
echo   DeckDisplay - Привязка сенсорного ввода к монитору Steam Deck
echo ====================================================================
echo.
echo 1. В открывшемся окне "Параметры планшетного ПК" нажмите кнопку "Настройка...".
echo 2. Нажимайте клавишу Enter, пока белый экран с запросом касания не
echo    переместится на экран Steam Deck.
echo 3. Один раз коснитесь экрана Steam Deck пальцем.
echo.
echo Windows навсегда привяжет тачскрин к виртуальному монитору 1280x800!
echo.
control tabletpc.cpl
